{"Array":[{"index":0,"name":"Pebble","description":"A common, ordinary pebble you can easily find. It's common, but it's a material that's frequently used."},{"index":1,"name":"Branch","description":"A slightly thin but sturdy and versatile tree branch."},{"index":2,"name":"Boulder","description":"A huge boulder that's too large to hold in one arm. It's sturdy because it doesn't break easily."},{"index":3,"name":"Log","description":"A log filled to the brim. Now you can make more diverse things!"},{"index":4,"name":"Herb","description":"A peculiar grass that grows in the forest at dawn. It's used as a medicinal herb."},{"index":100,"name":"Rye Bread","description":"Crispy on the outside, moist on the inside! It's a freshly baked rye bread."},{"index":101,"name":"Apple Juice","description":"Apple juice to greet the refreshing morning. It's sweet and tart, so it really wakes you up!"},{"index":102,"name":"Strawberry Juice","description":"Strawberry juice made with 100% pure strawberries. The strawberries in the juice make your mouth happy."},{"index":103,"name":"Tomato Salad","description":"A salad made with tomatoes and rapunzel. Start your morning fresh and light!"},{"index":104,"name":"Raisin Bread","description":"When you cut into this raisin bread, the tangy scent of grapes spreads out."},{"index":105,"name":"Toast","description":"There's butter resting on top of the nicely toasted bread!"},{"index":106,"name":"Orange Marmalade","description":"Orange preserves made from freshly picked oranges. Try some hot orange preserves when you have a cold."},{"index":107,"name":"Scramble","description":"A scramble that you can eat quickly on a busy morning. It's easy to make and packed with nutrients."},{"index":108,"name":"Carrot Stew","description":"Whoa, whoa, the carrot is still hot! Let it cool down before you eat it."},{"index":109,"name":"Maple Syrup","description":"It's maple syrup where you can fully taste the flavor of the maple tree sap."},{"index":111,"name":"Sugar","description":"Fine-grained sugar. It's sweet in the mouth and makes you feel good."},{"index":112,"name":"Bottled Peaches","description":"Bottled peaches made so you can taste them anytime. It's for when peaches are not in season."},{"index":113,"name":"Herb Oil","description":"Oil in a bottle filled with the scent of herbs. It emits a fragrant smell that stimulates the appetite."},{"index":114,"name":"Rosemary Tea","description":"Rosemary tea that clears the mind. Ah, just one sip and it soothes the soul."},{"index":115,"name":"Rosemary Focaccia","description":"Rosemary focaccia where the calming scent meets a chewy texture. No matter how much you eat, you won't get tired of it!"},{"index":116,"name":"Cherry Juice","description":"Juice made from cherry juice that comes out with just a slight press. This cherry juice is made using only one cherry."},{"index":117,"name":"Lavender Cookie","description":"Cookies made with lavender that has fully absorbed the summer sun. As soon as you take a bite, the scent of lavender fills your mouth."},{"index":200,"name":"Small Red Potion","description":"A small red potion that restores health. Hmm, I feel a bit better."},{"index":201,"name":"Small Blue Potion","description":"A small blue potion that restores mana. Phew, let's focus again."},{"index":202,"name":"Forest's Magic Powder","description":"It's a magic powder with a faint scent of the forest. It has a sweet taste, so it can also be helpful with food."},{"index":203,"name":"Cold Resistance Potion","description":"A potion that blocks cold. It's a medicine that fights off the cold, but it's chilly!"},{"index":204,"name":"Medium Red Potion","description":"A medium red potion that somewhat restores health. It's very helpful when you're feeling tired."},{"index":205,"name":"Medium Blue Potion","description":"A medium blue potion that somewhat restores mana. It will help get your scattered focus back on track."},{"index":206,"name":"Nature's Magic Powder","description":"Natural magic powder made using crops filled with the energy of the earth. Just one spoonful completes a healthy meal!"},{"index":207,"name":"Sturdy Potion","description":"A potion that strengthens objects. Be careful, it doesn't affect living creatures!"},{"index":208,"name":"Concentration Potion","description":"A potion that aids concentration. It helps you focus and motivates you."},{"index":209,"name":"Sticky Herb Lump","description":"A bundle of herbs made by mixing various grasses and flowers. It seems like it would have a good effect if used as a medicine!"},{"index":210,"name":"Spirit Spring Water","description":"Water that has dissolved the powder that fell from the spirits. It has the aura of pure water."},{"index":211,"name":"Large Red Potion","description":"A large red potion that greatly restores health. After drinking it, I feel energized. I could move forever!"},{"index":212,"name":"Large Blue Potion","description":"A large blue potion that greatly restores mana. Oh, I feel so much more awake"},{"index":300,"name":"Wooden Nail","description":"A wooden nail with a rabbit pattern engraved. It's useful for furniture and construction."},{"index":301,"name":"Wooden Plank","description":"A sturdy wooden board made from a log. It's useful for furniture and construction."},{"index":302,"name":"Wooden Hammer","description":"A big hammer. With just a hammer, you can make a variety of furniture."},{"index":303,"name":"Glass","description":"Glass so transparent that you can see the other side. It makes a squeaky noise when touched by a hand."},{"index":304,"name":"Nail","description":"Nails, an important material for making furniture. Be very careful not to drop them on the floor…"},{"index":305,"name":"Sand Grain Tweezers","description":"Tweezers that can easily pick up tiny things like grains of sand. They might be hard to see with the naked eye."},{"index":306,"name":"Mortar and Pestle","description":"A tool used when preparing medicine and trimming herbs. Be careful not to apply too much force."},{"index":307,"name":"Pickaxe","description":"A pickaxe made of iron. It's useful when obtaining ore."},{"index":308,"name":"Sandpaper","description":"Sandpaper used when handling rough objects. If you rub it back and forth, the object becomes smooth."},{"index":400,"name":"Sand","description":"Fine sand with sparkling grains. It's dazzling when the sunlight shines on it."},{"index":401,"name":"Soil","description":"A bountiful gift from the earth. With just soil, you can create many things!"},{"index":402,"name":"Metal Scrap","description":"A piece of metal dropped from the mine. It's a small piece, but it's very useful for making tools!"},{"index":403,"name":"Iron Ore","description":"A useful ore used in many places. With iron, you can make anything."},{"index":404,"name":"Copper Ore","description":"It's an ore used in various places. It's also widely utilized in alchemy."},{"index":500,"name":"Rabbit Sculpture Chair","description":"A chair with a rabbit carved into it. It's oddly sturdy. "},{"index":501,"name":"Neatly Arranged Table","description":"A table with a neat cloth on it. The most basic things are the best to use!"},{"index":502,"name":"Rabbit Sculpture Drawer","description":"A drawer for keeping small items. Try arranging your items neatly!"},{"index":1000,"name":"Apple","description":"A tempting, ripe apple. Its appetizing color is tempting enough to make your mouth water!"},{"index":1001,"name":"Grape","description":"Grapes with large kernels. Each one is full of juice!"},{"index":1002,"name":"Orange","description":"An orange with a sweet and sour juice and sweet scent."},{"index":1003,"name":"Maple Sap","description":"Sticky maple sap. The subtle smell of maple leaves makes me feel good."},{"index":1004,"name":"Peach","description":"A crunchy and fragrant peach with a soft texture. The two textures are exquisitely combined!"},{"index":1005,"name":"Cherry","description":"When you take a bite, you can taste the deep flavor of the cherry that's tart yet sweet."},{"index":2000,"name":"Wheat","description":"Wheat that has been dyed golden by the warm sunlight. You can make warm bread with it."},{"index":2001,"name":"Strawberry","description":"A strawberry overflowing with juice. This is the first time I've tasted a strawberry this delicious!"},{"index":2002,"name":"Tomato","description":"A tomato with a refreshing taste. This… Both soft and crisp...?"},{"index":2003,"name":"Poppuri Petal","description":"A flower known to have a heavenly scent. They say there's no one who dislikes this fragrance!"},{"index":2004,"name":"Carrot","description":"Carrots that rabbits really love. They taste much better than regular carrots."},{"index":2005,"name":"Sugar Cane","description":"Sugar cane with sugary crystals. Its sweet smell travels far and wide."},{"index":2006,"name":"Rosemary","description":"A herb that emits a pleasant aroma that calms the mind. It's a plant that helps with meditation and magic."},{"index":2007,"name":"Lavender","description":"The scent of purple lavender that can be felt from afar. It's a relaxing feeling."},{"index":3000,"name":"Milk","description":"High-protein milk full of nutrients. It's very popular among growing wizards!"},{"index":3001,"name":"Egg","description":"An egg that can be fried, roasted, or cooked. With the versatile egg, there's no need to worry about meals!"},{"index":3002,"name":"Honey","description":"Honey with a golden ripple. Once you fall for this sticky sweetness, you can't get away."},{"index":3003,"name":"Gelatin","description":"Elastic and sticky gelatin. It's used in various places due to its special properties."},{"index":3100,"name":"Frosty Ice Grass","description":"Grass grown in frozen ground. It carries a strong chill."},{"index":3101,"name":"Cold Crystal","description":"A crystal that emits cold air. Having it makes your body feel cool."},{"index":3102,"name":"Aurora Mushroom","description":"A mushroom that grew through the cold snow. Someone named it romantically looking at the color of the mushroom."},{"index":3110,"name":"Cactus Thorn","description":"The sharp thorns of a cactus. When dried and crushed, it can be used as a precious medicinal herb."},{"index":3111,"name":"Palm Fruit","description":"Fruit that can be obtained from a palm tree. It's very sour but contains a lot of water, so it's also eaten as a substitute for water."},{"index":3112,"name":"Sunlight Gold Dust","description":"Sand mixed with gold dust. Not only the gold but also the energy frozen in the sand is harmoniously blended."},{"index":3113,"name":"Grave Robber's Sack","description":"A sturdy sack used by a tomb robber. I took it so it couldn't be used for evil."},{"index":3120,"name":"Mana-Permeated Thorn","description":"A thorn filled with mana. It seems like it can be utilized as a precious ingredient in alchemy that handles mana."},{"index":3121,"name":"Golden Fruit","description":"A golden fruit grown in the thorn bush that covers the entire region of Lukuma. It contains dense mana."},{"index":3122,"name":"Ancient Gold Coin","description":"A coin with the face of King Lukuma embossed. It's an item that the eagle merchants like."}]}