{"Array":[{"index":0,"number":0,"script":"By touching the arrow button marked in the quest, you can go directly to the related place."},{"index":0,"number":1,"script":-1},{"index":0,"number":2,"script":-1},{"index":1,"number":0,"script":"Touch an object and then the button that appears below to start an interaction.\nYou can complete the interaction after a certain time!"},{"index":1,"number":1,"script":-1},{"index":1,"number":2,"script":-1},{"index":6,"number":0,"script":"Touching the field displays the crops that can be planted at the bottom of the screen.\nSelect the crop you want and drag it onto the field to plant crops in multiple fields!"},{"index":6,"number":1,"script":-1},{"index":6,"number":2,"script":-1},{"index":6,"number":3,"script":-1},{"index":6,"number":4,"script":"Actions that require time, such as growing crops or crafting items, \ncan be completed instantly using Crystals!"},{"index":8,"number":0,"script":"When the crop is fully grown, a Harvest button appears at the bottom of the screen. \nDrag this button to harvest crops from multiple fields at once!"},{"index":4,"number":0,"script":"After selecting an item in the Craft Machine, \nif you have enough materials and a Fairy to help you, \nyou can start crafting by pressing the Craft button!"},{"index":4,"number":1,"script":"To acquire a completed item, touch the speech bubble appearing above \nthe Craft Machine or touch the completed Slot in the Craft Machine!"},{"index":4,"number":2,"script":-1},{"index":4,"number":3,"script":-1},{"index":4,"number":4,"script":-1},{"index":4,"number":5,"script":-1},{"index":2,"number":0,"script":"Tap the <color=#00B0F0>Dress Room button</color> to wear outfits. Select the outfit and press the <color=#00B0F0>Save</color> button!"},{"index":3,"number":0,"script":"Tap the locked Slot in the Craft Machine to <color=#00B0F0>expand</color> with <color=#00B0F0>Crystals</color>!"},{"index":22,"number":0,"script":"To move the position of an object, touch the edit button in the lower right menu \nor press and hold the object to enter Edit Mode!"},{"index":10,"number":0,"script":"Press the Friend button and select Find Friends on the left. \nSelect one and press the Add Friend button to add them as a Friend."},{"index":10,"number":1,"script":"Select a Friend from your friend List and press the Visit button to meet them. \nHeart balloons appear where you can help your Friend. Try touching it!"},{"index":45,"number":0,"script":"In the Dress Room, select a Dye under [Hair] and tap the Dye button to dye! Dyes can be purchased from the Cash Shop."},{"index":30,"number":0,"script":"The more you use Magic, the higher your proficiency becomes. \nMagic that has reached MAX proficiency can be upgraded in the Magic Book!"},{"index":12,"number":0,"script":"The Golden Spring fills up with Gold over time. \nYou can acquire Gold by touching the Gold speech bubble or \nselecting the Golden Spring and touching the Receive Gold button!"},{"index":14,"number":0,"script":"Select a monster and touch the button to chase it away!"},{"index":15,"number":0,"script":"In Nuru's Laboratory, you can select a Scroll and touch the Appraise button \nto appraise the Scroll by spending Gold and Ink!"},{"index":15,"number":1,"script":"The appraised Scroll can be equipped! \nYou can excavate Relic Pieces with the clue from the equipped Scroll. \nThe collected Relic Pieces are stored even if you equip a different Scroll!"},{"index":15,"number":2,"script":"Equipping appraised Scrolls allows you to find Relic Pieces. Remember, the closer you get to the Relic Pieces, the stronger the <color=#00B0F0>signal above your head</color>!"},{"index":15,"number":3,"script":"Once you've excavated all the Relic Pieces, it's time to <color=#00B0F0>restore</color> them. If you have enough Materials, Gold, and Ink, give it a try!"},{"index":13,"number":0,"script":"Have you met the upgrade conditions for the Craft Machine? \nIf you have enough Materials and a Fairy to help, you can proceed with the upgrade!"},{"index":23,"number":0,"script":"In Edit mode, you can change the floor of the tile by \ntouching the Mode Change button on the right side of the screen \nand selecting what you want to move."},{"index":20,"number":0,"script":"You can explore the Dungeon by entering it and selecting a Chapter followed by a Stage.\nYou'll need keys to do so."},{"index":20,"number":1,"script":"You can clear the Dungeon by reaching the exit. \nIf you complete the Dungeon Mission (Objective), \nyou'll be able to earn Stars when you clear the Dungeon."},{"index":25,"number":0,"script":"You can check the Dungeon Mission at the top left of the screen while in the Dungeon. \nIf the Dungeon isn't cleared when you reach the exit, try completing the Mission!"},{"index":31,"number":0,"script":"Purchased Items will be restocked with new Items. You can also instantly restock new Items with <color=#00B0F0>Crystals</color>."},{"index":31,"number":1,"script":"By pressing the Refresh button and paying Heart, \nyou can refresh all item lists except for items \nthat have already been purchased and are waiting for restocking!"},{"index":36,"number":0,"script":"Once you restore a Treasure and acquire a certain amount of Knowledge, \nyou can upgrade the Temple. By upgrading the Temple, you can do more tasks!"},{"index":49,"number":0,"script":"Touching the <color=#00B0F0>Wish Board</color>  on the World Map or the <color=#00B0F0>Wish button</color> will allow you to check the wishes! Granting wishes might bring good fortune..."},{"index":49,"number":1,"script":-1},{"index":49,"number":2,"script":-1},{"index":49,"number":3,"script":-1},{"index":50,"number":0,"script":"In the Decoration Shop, you can buy Furniture for the surrounding! Decorate the forest with them!"},{"index":51,"number":0,"script":"Knowledge can be obtained by acquiring new Items or through various methods! It will help you awaken the Sleeping Land or take on new challenges!"},{"index":26,"number":0,"script":"There's a rock that can be pushed! \nYou can push such obstacles in the direction you're looking at by touching them."},{"index":27,"number":0,"script":"If you see a movable lever, try touching it! \nWhen you operate the lever, a door somewhere will open or close."},{"index":28,"number":0,"script":"Among the monsters in the dungeon, some hold keys to open doors. \nIf you can't pass due to blocked roads, look for a lever or a key!"},{"index":29,"number":0,"script":"While exploring the Dungeon, you might come across a Portal. \nIf you touch the Portal, you can move to another connected Portal!"},{"index":41,"number":0,"script":"In the Dungeon, you might see suspicious platforms! \nWould you try... stepping on it? Something special may happen! \nIt will work even if you put something on it!"},{"index":42,"number":0,"script":"The harsh weather of the Dungeon might make it difficult to explore... \nYou might get hurt or experience difficulties due to \nthe weather conditions in the Dungeon Stage!"},{"index":52,"number":0,"script":"Touching Missions allows you to check Daily/Weekly Missions and Achievements! Complete them to get Knowledge and Crystals!"},{"index":52,"number":1,"script":"Completing all Daily Missions will reward you with <color=#00B0F0>Daily Achievement Rewards</color>! Try completing them every day!"},{"index":19,"number":0,"script":-1},{"index":19,"number":1,"script":-1},{"index":19,"number":2,"script":-1},{"index":19,"number":3,"script":"Touch the edit button at the bottom left and select the Relic (Treasure) you want to place.\nRelics (Treasures) can be placed by touching the display stand or wall!"},{"index":19,"number":4,"script":"When you place a Relic (Treasure), you can apply the effect that's on that Relic. \nIf there are the same type of effects, only the one with the highest value is applied!"},{"index":19,"number":5,"script":-1},{"index":19,"number":6,"script":-1},{"index":19,"number":7,"script":-1},{"index":19,"number":8,"script":-1},{"index":60,"number":0,"script":"Do you see this icon at the top right in edit mode? You can place tiles up to the maximum count shown here. The maximum count increases as you awaken dormant lands!"},{"index":61,"number":0,"script":"When you buy and place special tiles, no grass will grow, and no monsters will spawn on those tiles! But monsters can still move onto them!"},{"index":62,"number":0,"script":"Dungeons have a progress meter. To increase progress, gather items in the dungeon or drive away monsters!"},{"index":63,"number":0,"script":"When you <color=#00B0F0>clear all dungeon missions</color>, you can go on an instant exploration! This allows you to receive rewards without playing the dungeon."},{"index":63,"number":1,"script":"Instant exploration has a <color=#00B0F0>daily limit</color> for each stage, but you can try again tomorrow."},{"index":64,"number":0,"script":"Complete dungeon missions to collect stars! The more stars you collect, the more rewards you can get in the chapter lobby!"},{"index":65,"number":0,"script":"If you long-press a friend visiting my world map, you can send them away or move your character. To move, just press the button above and drag!"},{"index":66,"number":0,"script":"In the world map, if you press the button labeled <color=#00B0F0>Normal Mode</color>, you can switch to <color=#00B0F0>Flat Mode</color>! In <color=#00B0F0>Flat Mode</color>, it’s easier to view the world map!"},{"index":9,"number":0,"script":"If you run out of space in your Bag, you can expand the Bag by spending Crystals!"},{"index":56,"number":0,"script":"Complete the combinations registered in the codex to receive knowledge and crystals! Items in the codex will be registered when you acquire them for the first time~!"},{"index":67,"number":0,"script":"Send a <color=#00B0F0>Join Request</color> to another Master’s guild or click <color=#00B0F0>Create Guild</color> to start your own!"},{"index":68,"number":0,"script":"Tap the <color=#00B0F0>Donate</color> button and the <color=#00B0F0>+</color> slot to select items from your bag to donate!"},{"index":68,"number":1,"script":"By donating, you can earn rewards and Contribution Medals for the guild. Note that there's a daily donation limit!"},{"index":69,"number":0,"script":"Use the <color=#00B0F0>Withdraw</color> button in <color=#00B0F0>Guild Member</color> to leave. You can’t join or create a guild for a while after leaving."},{"index":21,"number":0,"script":"You've learned to teleport! \nTap the floor quickly 3 times to teleport to that location!"},{"index":70,"number":0,"script":"If you don't like the <color=#00B0F0>relics</color> or <color=#00B0F0>identified parchment</color> you have, bring them to me and request <color=#00B0F0>decomposition</color>."},{"index":71,"number":0,"script":"I will retrieve the relics you requested for decomposition and gather the <color=#00B0F0>traces of memory</color> that were within them to give to you. The traces of memory can be <color=#00B0F0>exchanged</color> for good items!"},{"index":72,"number":0,"script":"Shall we choose <color=#00B0F0>3 relics</color> to try synthesizing? You can obtain a <color=#00B0F0>random relic</color> that is of the same grade as the highest grade among the synthesized relics or one grade higher!"},{"index":73,"number":0,"script":"If you upgrade the temple by a certain level, a new floor of the museum will open! Shall we check it out right now?"},{"index":73,"number":1,"script":"When you touch the floor movement button in the museum, floor buttons will appear. Touch the desired floor to move to that level."},{"index":73,"number":2,"script":"If you touch a locked showcase, you can unlock it. Of course, it requires a cost! Expanding the showcase allows you to display more relics."}]}