{"Array": [{"index": 0, "name": "Snow Pile Rabbit", "description": "A timid rabbit. It won't attack even if something approaches, thinking it's well camouflaged."}, {"index": 1, "name": "Ice Slime", "description": "A tiny jelly that has absorbed ice and magic over a long time in a cold place."}, {"index": 2, "name": "Young Snow Fox", "description": "A snow fox that withstands cold weather thanks to its thick fur. Its fluffy tail is as soft as snow."}, {"index": 3, "name": "Snow Fox", "description": "A snow fox with three fluffy tails. It wears a small cloak under the care of the Ice Fairy."}, {"index": 4, "name": "Ferocious Black Wolf", "description": "A wolf with black fur. It bares its teeth menacingly, but it's said to not harm people..."}, {"index": 6, "name": "Ice Spirit", "description": "A small spirit born from ice. It appeared to fulfill the request of the Ice Fairy."}, {"index": 8, "name": "Frost Spirit", "description": "A spirit living in a place in Granisado where the most snow falls and the coldest wind blows."}, {"index": 10, "name": "Angry Ice Spirit", "description": "An ice spirit that only favors its own kind. Having lived for a long time, it possesses stronger magic than anyone else."}, {"index": 13, "name": "Snow Fairy", "description": "A fairy born in a frozen palace. Born from someone's strong desire, it has a strong will to protect the palace."}, {"index": 15, "name": "Ice Golem", "description": "A golem with a magic stone. The stone contains the will of loyal subjects wishing to protect the kingdom and the queen."}, {"index": 14, "name": "Ice Fairy", "description": "A fairy that protects monsters shivering in the cold. It really dislikes people in the snow mountains harming monsters."}, {"index": 16, "name": "Snow Queen", "description": "The last princess of Granisado who sealed herself, holding a treasure containing the disaster of frozen peace."}, {"index": 100, "name": "Popinpo", "description": "A small fox living in a world of hot sand. It has excellent hearing and quickly runs away if it hears a small sound."}, {"index": 101, "name": "Sand Rabbit Slime", "description": "A slime that imitates the rabbits of the desert. The things that look like fluffy fur are actually sand stuck to the jelly..."}, {"index": 104, "name": "Creapion", "description": "A scorpion that digs holes in the sand and hides to prey. It shows considerable aggression, stinging things it perceives as threats with its tail."}, {"index": 105, "name": "Pirara", "description": "An animal that has lived alongside Pityr's long history, Pirara. Its name means 'to be with Pira'."}, {"index": 107, "name": "Tora", "description": "A rabbit that imitates the 'somethings' wandering the desert. It thinks it can't be recognized if it hides in the 'something's' gap."}, {"index": 109, "name": "Spiked Head Creapion", "description": "It shows as much aggressiveness as its threatening color. It especially likes the red fruits of the cactus."}, {"index": 110, "name": "Pirara Pira", "description": "A part of the Piraras who have realized special abilities are referred to as 'Pirara Pira'. These can use magic."}, {"index": 108, "name": "Big Sack Rabbit", "description": "A rabbit that carries a sack full of treasures and moves around busily. Its clumsy behavior makes it immature to be a stealthy thief."}, {"index": 111, "name": "Sneaky Thief Rabbit", "description": "A thief with stealthy steps. It can hide in shadows without even a flying bird knowing."}, {"index": 113, "name": "Tomic", "description": "A rabbit that got trapped in a box while coveting treasure. But it doesn't seem to want to escape."}, {"index": 112, "name": "Bold Thief Rabbit", "description": "The rabbit leader of a band of rabbit thieves. It has a symbiotic relationship with the Tomb Raider Rabbit, helping each other."}, {"index": 115, "name": "Lost Sand Fairy", "description": "A sand fairy traveling without a destination. It pops out of the shadows of the desert to ask for directions or play pranks."}, {"index": 118, "name": "Parconi", "description": "A bird long revered as sacred in desert regions. It has a fondness for palm fruits."}, {"index": 120, "name": "Scarf Lizard", "description": "An unusual animal known to wear a scarf in the hot desert."}, {"index": 119, "name": "Palaconi", "description": "A bird that was kept by the priests of Pityr and was highly revered. It's known as a picky eater."}, {"index": 121, "name": "Priest Lizard", "description": "A priest who turned into a lizard due to the curse that fell on Pityr. He still can't leave the traces of the past."}, {"index": 116, "name": "Abisus Golem", "description": "A golem holding a magic stone filled with the energy of water. It has been guarding the ruins since the era of the old kingdom of Pityr, the Pira Kingdom."}, {"index": 114, "name": "Tomb Raider Rabbit", "description": "A rabbit with an excellent eye for the value of gems. But it is mischievous and selfish."}, {"index": 117, "name": "Fear in the Mirror", "description": "A replica of the Golden Mirror. It was made to 'reflect curses', but it has turned into an object that 'casts curses'."}, {"index": 200, "name": "Tubok", "description": "Bright eyes shining between the thorn bushes and hanging dried grass are staring this way."}, {"index": 201, "name": "Sleep Spirit", "description": "A sleepy spirit floating around. It's always sleepy and keeps its eyes closed, so it always hurts itself here and there."}, {"index": 202, "name": "Golden Tubok", "description": "Bright eyes shining between the thorn bushes and hanging golden grass are staring this way."}, {"index": 203, "name": "Plong", "description": "A cat that was the familiar of an unknown witch. After gaining freedom, it lives happily in the forest."}, {"index": 204, "name": "Sleep Thorn Spirit", "description": "A sleepy spirit floating around. Its eyes are closed. If you get pricked by its sharp thorns, you might fall asleep with it."}, {"index": 206, "name": "Greed", "description": "A slime awakened by mana filled with greed. It lives by taking shiny things as its shell."}, {"index": 205, "name": "Nedi", "description": "A snake that gained strength from the power of treasure in a dark forest. It's a great hunter, good at hiding, and never misses its prey."}, {"index": 208, "name": "Gula", "description": "A slime awakened by mana filled with greed. It lives by taking shiny things as its shell."}, {"index": 211, "name": "Neri", "description": "A snake that gained strength from the power of treasure in a city full of gold. One can't guess what kind of poison is in its beautiful pure white color."}, {"index": 207, "name": "Flang", "description": "A cat that was the familiar of an unknown witch. Waiting for the witch to return, it protects the forest she left."}, {"index": 212, "name": "Pile of Gold Coins", "description": "A pile of gold coins collected by King Eraco. Sticky greed devours anyone who approaches."}, {"index": 213, "name": "Golden City Mouse", "description": "A mouse wandering the forest sneaked into the city and became a resident there."}, {"index": 215, "name": "Golden Wing Spirit", "description": "A spirit with a shiny and glamorous appearance but a mischievous heart."}, {"index": 216, "name": "Candlestick Guard", "description": "A magical guard that has been guarding the castle for a long time. It patrols the castle which has many things to protect."}, {"index": 218, "name": "Palace Armor Slime", "description": "A slime that entered into an armor placed in Luku Castle. It tries to stick to anything visible."}, {"index": 214, "name": "Court Mouse", "description": "A mouse that finds and wears the clothes of courtiers while wandering around the Lukuma Castle. It has a proper demeanor."}, {"index": 217, "name": "Candlestick Knight", "description": "A knight from the past who revered golden honor. Transformed into a candlestick by King Eraco, who considered them part of the castle."}, {"index": 219, "name": "Palace Knight Slime", "description": "A slime inside a glamorous helmet. Its only remaining purpose is to protect the king, making it extremely aggressive."}, {"index": 209, "name": "Invidia", "description": "A beautiful flower that bloomed from mixed jealousy and greed. It tries to protect beautiful things while having a self."}, {"index": 210, "name": "King Eraco", "description": "The form of a greedy king transformed by the curse of the treasure. If greed has a form, it would look like this."}, {"index": 300, "name": "Moss-covered Capybara", "description": "A capybara that moves between damp land and swamps, growing moss on its fur."}, {"index": 301, "name": "Mushroom Sentinel", "description": "A mushroom with excessive toxicity. It’s so toxic that it physically attacks."}, {"index": 302, "name": "Moss Stone Golem", "description": "A golem controlled by powerful magic. It doesn’t function properly."}, {"index": 303, "name": "Swamp Crocodile", "description": "A swamp crocodile controlled by magic under its influence."}, {"index": 304, "name": "Mushroom Sentry", "description": "It uses its toxicity and even other plants to eliminate things harmful to mushrooms."}, {"index": 305, "name": "Giant Moss Snail", "description": "This snail, which seems slow and peaceful, is a great creature that cleans up the flooded paths of the jungle."}, {"index": 306, "name": "Swamp Monster", "description": "A monster found in shallow swampy areas. It moves in a humanoid form."}, {"index": 307, "name": "Mutant Swamp Monster", "description": "A swamp monster mutated by merging with a golem’s core. It shows strong aggression to protect something."}, {"index": 308, "name": "Leaf Spirit", "description": "A spirit with its face hidden by dense jungle leaves. It’s quite shy."}, {"index": 309, "name": "Sprout Spirit", "description": "A spirit fully covered in large tree leaves. It’s playful."}, {"index": 310, "name": "Baby Parrot", "description": "A not fully grown parrot. It’s aggressive due to exposure to a special cassava environment."}, {"index": 311, "name": "Jungle Parrot", "description": "A parrot fully adapted to the jungle. If you look away for even a moment, you won’t know where it’s gone."}, {"index": 312, "name": "Frog Spirit", "description": "A spirit flying over the water. It sometimes makes loud cries."}, {"index": 313, "name": "Swamp Chameleon", "description": "A hunter that attacks with a long tongue. It’s hard to spot when camouflaged on trees."}, {"index": 314, "name": "Serval Cat", "description": "The savage wild instincts remain in the sabercat. Its ferocity is enough to classify it as a monster."}, {"index": 315, "name": "Tree Mask Spirit", "description": "A fairy wearing a mask infused with magical power. She continues to wander, searching for something."}, {"index": 316, "name": "Wolf Native", "description": "A wolf native wearing a mask infused with curse and magical power. He is controlled by the magic."}, {"index": 317, "name": "Water Buffalo Shaman", "description": "A buffalo shaman wearing a mask infused with curse and magical power. He has lost his will, being controlled by the magic he once wielded."}, {"index": 318, "name": "Crocodile Shaman", "description": "A crocodile shaman wearing a mask that radiates powerful curse magic. He commands numerous crocodiles, exuding a sinister aura."}, {"index": 319, "name": "Spirit Guardian", "description": "A sacred-looking stag-shaped divine beast. It wears a cloak that evokes the image of the Moon God."}]}